{
    "EMC": {
        "title": "Here's information on IEEE Electromagnetics Council:",
        "description": "Electromagnetics Council (EMC) is a joint chapter under the IEEE UPRM Branch. They are dedicated to promoting the area of Applied Electromagnetics and Electrical Engineering in general, as well as providing support to the Department of Electrical and Computer Engineering through workshops aimed at students. They help members develop technical skills before reaching more advanced courses in their curriculum, and give them the opportunity to learn about different areas within Applied Electromagnetics.",
        "fields": [
            {
                "name": "Contact Info & Social Media",
                "value": "• Facebook Page: https://www.facebook.com/emc.uprm\n• President's Email: guelmary.fernandez@upr.edu\n• Vice-President's Email: carolina.rodriguez11@upr.edu"
            }
        ]
    },
    "IEEE": {
        "title": "Here's information on IEEE:",
        "description": "IEEE’s core purpose is to develop industry leaders in professional and technical expertise for them to contribute in our community and society. IEEE-UPRM chapter’s mission is to provide its members with the highest and most competitive knowledge in diverse areas of engineering in order for them to expand their abilities consistent with industry needs.",
        "fields": [
            {
                "name": "Contact Info & Social Media",
                "value": "• Email: ieee@uprm.edu\n• Facebook & Twitter: ieeeuprm"
            }
        ]
    },
    "CAHSI": {
        "title": "Here's information on Computing Alliance of Hispanic-Serving Institution:",
        "description": "The Student Branch of the Computer Alliance of Hispanics Serving Institutions was established in 2006 to address the low representation of Hispanics in computing in both higher education and the workforce. CAHSI sets forth a flexible process using the conditions of collective impact that furthers the interchange of knowledge creation, adaptation, dissemination, and assessment. Goals include to increase the number of Hispanic students who enter the professorate in computing areas, or enter the computing workforce with advanced degrees, etc.",
        "fields": [
            {
                "name": "Contact Info & Social Media",
                "value": "• Facebook: @uprm.cahsi\n• Twitter: @cahsi_uprm\n• Instagram: @cahsi_uprm"
            }
        ]
    },
    "WIE": {
        "title": "Here's information on IEEE Women in Engineering:",
        "description": "IEEE-Women in Engineering is an organization dedicated to promote women engineers and scientists. Our goal is to encourage the growth of women pursuing degrees in engineering fields where they are strongly underrepresented. As a student organization, we support students who have already chosen an engineering career to continue on their path by offering workshops and orientations, which will help them grow academically and professionally. We also try to promote careers in engineering for high school level students by offering outreach activities such as the STAR Program and the Engineering Workshop, which aim to teach them the benefits of pursuing a career in engineering.",
        "fields": [
            {
                "name": "Contact Info & Social Media",
                "value": "• Web page: http://wie.uprm.edu\n• Facebook Page: facebook.com/wie.uprm\n• Contact: wie@uprm.edu\n• Phone: (787) 265-5402"
            }
        ]
    },
    "HKN": {
        "title": "Here's information on Eta Kappa Nu:",
        "description": "They are the UPRM Eta Kappa Nu chapter called Lambda Tau. They are dedicated to encourage and recognize outstanding students in the fields of Science, Technology, Engineering, and Mathematics (STEM) within the UPR’s Mayaguez Campus. Candidates and members that have shown professional achievements and academic excellence will have the chance to form part of a dynamic environment dedicated to help them succeed in all aspects of their personal and professional activities.",
        "fields": [
            {
                "name": "Contact Info & Social Media",
                "value": "• Email: hkn.uprm@gmail.com\n• Facebook Page: https://www.facebook.com/IEEE.HKN/\n• Instagram: @hkn_lambdatau"
            }
        ]
    },
    "RAS_CSS": {
        "title": "Here's IEEE Robotics and Automation Society & Control Systems Society",
        "description": "El joint chapter de la Robotics and Automation Society & Control and Systems Society tienen como misión educar a la comunidad, tanto universitario como la no universitaria, acerca de la robótica, automatización de procesos y los sistemas de control. Esto lo llevamos a cabo mediante nuestros proyectos y talleres que ofrecemos tanto a los estudiantes de la universidad como a estudiante de escuela superior e intermedia a los cuales le llevamos talleres durante el año escolar.",
        "fields": [
            {
                "name": "Contact Info & Social Media",
                "value": "• Emails: ras@uprm.edu; css@uprm.edu\n• Facebook Page: https://www.facebook.com/RAS.UPRM/\n• Twitter: @ras_uprm"
            }
        ]
    },
    "COMP_SOC": {
        "title": "Here's information on IEEE Computer Society:",
        "description": "IEEE Computer Society is an IEEE technical branch dedicated to computing fields. It's a Hub for students interested in computing fields to network and learn, and is a Link between students and companies. Their mission and vision is to be the leading provider of technical information, community services, and personalized services to the world's computer professionals, and to be universally recognized for the contributions in various areas.",
        "fields": [
            {
                "name": "Contact Info & Social Media",
                "value": "• Website: https://academic.uprm.edu/computersociety/\n• Email: computersociety@uprm.edu\n• Twitter: @SocietyIeee\n• Facebook Page: https://www.facebook.com/computersociety.uprm/"
            }
        ]
    },
    "CAS": {
        "title": "Here's information on IEEE Circuits And Systems Society:",
        "description": "At the IEEE Circuits and System, we do not focus only in developing brighter students; we provide them with the necessary tools and experience to help them grow into future professionals and responsible leaders.  This we achieve through our seminars, technical sessions, distinguished lecturers, workshops, and by promoting the participation of the students on the society’s board.",
        "fields": [
            {
                "name": "Contact Info & Social Media",
                "value": "• Email: cas@uprm.edu\n• Facebook Page: https://www.facebook.com/cas.uprm/\n• Website: http://cas.uprm.edu/"
            }
        ]
    },
    "PES": {
        "title": "Here's IEEE Power & Energy Society",
        "description": "PES is the leading provider of scientific information on electric power and energy for the betterment of society and the preferred professional development source for our members.",
        "fields": [
            {
                "name": "Contact Info & Social Media",
                "value": "• Email: pes.upr@gmail.com\n• Website: http://ece.uprm.edu/pes/\n• Facebook Page: https://www.facebook.com/ieepesuprm/"
            }
        ]
    },
    "ACM_CSE": {
        "title": "Here's information on Association for Computing Machinery:",
        "description": "The ACM seeks to create an environment of convergence, offering quality and challenging learning experience,technical and professional enrichment that contribute to the individual development of each of our members. At the same time provide an excellent service focused on assisting all curricular and extracurricular needs for the course of his career to be one rewarding experience.",
        "fields": [
            {
                "name": "Contact Info & Social Media",
                "value": "• Facebook Page: https://www.facebook.com/ACM.ECE?fref=ts\n• Contact: acm.students@ece.uprm.edu"
            }
        ]
    },
    "SHPE": {
        "title": "Here's some information on Society of Hispanic Professional Engineers:",
        "description": "SHPE is the nation's largest association dedicated to fostering Hispanic leadership in the STEM field. SHPE offers all Junior,undergraduate, graduate, and professional members the necessary resources to promote SHPE’s mission to realize its fullest potential and to impact the world through STEM awareness, access, support and development. Their objective was to form a national organization of professional engineers to serve as role models in the Hispanic community.",
        "fields": [
            {
                "name": "Contact Info & Social Media",
                "value": "• Website: http://shpe.uprm.edu/\n• Facebook Page: https://www.facebook.com/SHPEUPRM/"
            }
        ]
    },
    "ALPHA_AST": {
        "title": "Here's some information on Alpha Astrum:",
        "description": "Alpha Astrum is a student-led non-profit organization at the University of Puerto Rico, Mayaguez Campus that designs, builds and launches experimental high-powered rockets. Our ultimate goal is to be the first Latin American team to launch the first-ever student-built rocket to space. Simultaneously, we raise awareness of the rapid growing aerospace industry in Puerto Rico and inspire the next-generation of young rocketeers",
        "fields": [
            {
                "name": "Contact Info & Social Media",
                "value": "• Website: http://alphaastrum.com/\n• Facebook Page: https://www.facebook.com/alphaastrum2018/\n• Twitter: https://twitter.com/AlphaAstrum\n• Youtube: https://www.youtube.com/channel/UCTbpnHw6zSzS9lITmuFn0Rg\n• Instagram: https://www.instagram.com/alphaastrum"
            }
        ]
    },
    "EMB": {
        "title": "Here's some information on Engineering in Medicine and Biology Society UPRM Student Chapter (EMB):",
        "description": "The Engineering in Medicine and Biology Society (EMB) has grown into the largest international, member-based society of biomedical engineers and has made—through its meetings, publications and other activities—invaluable contributions to the advancement of biomedical and healthcare engineering.\nWhat you get by being a student member:\n- Workshops delving in areas ranging from basic cell culture to bio-informatics\n- Events such as conferences/seminars, scholarships, industry tours and more\n- Networking with individuals/professionals interested in the same areas as you!\n- Research and internship opportunities",
        "fields": [
            {
                "name": "Contact Info & Social Media",
                "value": "• Email: embs@uprm.edu\n• Facebook Page: https://www.facebook.com/Engineering-in-Medicine-and-Biology-Society-UPRM-Student-Chapter-EMB-161103697313966\n• Twitter: https://twitter.com/EMBuprm"
            }
        ]
    },
    "PHOTONICS": {
        "title": "Here's IEEE Photonics Society",
        "description": "The IEEE Photonics Society forms the hub of a vibrant technical community of more than 100,000 professionals dedicated to transforming breakthroughs in quantum physics into the devices, systems and products to revolutionize our daily lives. From ubiquitous and inexpensive global communications via fiber optics, to lasers for medical and other applications, to flat-screen displays, to photovoltaic devices for solar energy, to LEDs for energy-efficient illumination, there are myriad examples of the society’s impact on the world around us.",
        "fields": [
            {
                "name": "Contact Info & Social Media",
                "value": "• Emails: yesenia.rivera7@upr.edu - Presidenta | luis.cuba@upr.edu - Vice-Presidente"
            }
        ]
    }
}
