{
  "robo-team":"A student team that designs, manufactures and programs an autonomous boat and drone. The purpose of this team is to encourage female participation by having 50% female members. \n`Email: roboboat.uprm@gmail.com` \n`Facebook: UPRM Roboboat Team` \n`Instagram: roboboat.uprm`",
  "solar-eng":"The Solar Engineering Research and Racing Team (SERRT) is one of the flagship engineering projects of the University of Puerto Rico at Mayaguez. This team currently develops a solar powered car to compete in the American Solar Challenge and Formula Sun Grand Prix. \n`Email: serrt.uprm@gmail.com` \n`Facebook: Serrt.Uprm` \n`Instagram: serrtuprm`",
  "alpha-astrum":"Alpha Astrum is a non-profit student association at UPRM focused in providing students with valuable hands-on experience on the field of rocketry and aerospace, as well as, to expand the aerospace industry and develop sustainable spaceflight capabilities in Puerto Rico. \n`Email: alphaastrum@gmail.com` \n`Facebook: facebook.com/alphaastrum2018/` \n`Instagram: instagram.com/alphaastrum/`",
  "cre": "The main objective of the project is to promote and strengthen the passion for engineering and project management, among other areas, through the application of the concepts learned in university courses. \n`Email: fsae14@uprm.edu` \n`Facebook: Colegio Racing Engineering - FSAE UPRM` \n`Instagram: fsae_uprm`",
  "nasca": "The NASA RASC-AL team from SEDS-UPRM designs and analyses advanced human and robotic space exploration missions that solve the greatest challenges in this field. \n`Email: wilbert.ruperto@upr.edu` \n`Facebook: facebook.com/SEDS-UPRM` \n`Instagram: instagram.com/seds_uprm`",
  "vanguard": "An undergraduate research and development team dedicated in creating UAV solutions for the betterment of Puerto Rico. \n`Email: uav@uprm.edu` \n`Facebook: projectvanguardpr` \n`Instagram: projectvanguardpr`",
  "rum-air": "RUM-Air is a multidisciplinary remote-controlled aircraft design team from the Society of Automotive Engineers (SAE) Collegiate chapter from the University of Puerto Rico, Mayagüez Campus (UPRM). \n`Email: aerodesign.uprm@gmail.com` \n`Facebook: www.facebook.com/AeroDesignUPRM` \n`Instagram: aero_rum`",
  "rumarino": "RUMarino is a multidisciplinary team that develops and programs its own autonomous underwater vehicle (AUV). \n`Email: rumarino.uprm@gmail.com` \n`Facebook: RUMarino` \n`Instagram: rumarino_proteus`",
  "seds-uprm": "Student for the Exploration and Development of Space, Mayagüez Chapter, or (SEDS-UPRM) is an interdisciplinary student organization focused on space sciences, engineering, and exploration. \n`Email: seds.uprm@uprm.edu` \n`Facebook: facebook.com/seds.uprm` \n`Instagram: instagram.com/seds.upr!ls_projects:robo-team/` "
}